Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Placement Guide
ar: دليل التنسيب
cs: Průvodce umístěním
da: Guide til placering
de: Einstufungsleitfaden
es: Guía de colocación
fi: Sijoitusopas
fr: Guide de placement
he: מדריך מיקום
hu: Elhelyezési útmutató
it: Guida al posizionamento
ja: プレースメント・ガイド
ko: 배치 가이드
nb: Veiledning for plassering
nl: Plaatsingsgids
pl: Przewodnik umieszczania
pt_br: Guia de colocação
ro: Ghid de plasare
ru: Руководство по размещению
sk: Sprievodca umiestnením
sl: Vodnik za umestitev
sv: Placeringsguide
tr: Yerleştirme Kılavuzu
uk: Посібник з працевлаштування
vi: Hướng dẫn vị trí
zh_hans: 安置指南

source: Poor
ar: فقير
cs: Špatný
da: Dårlig
de: Schlecht
es: Pobre
fi: Huono
fr: Pauvre
he: עני
hu: Szegény
it: Povero
ja: 貧しい
nb: Dårlig
nl: Slecht
pl: Słaby
pt_br: Pobres
ro: Slab
ru: Бедный
sk: Chudobný
sl: Slaba
sv: Dålig
tr: Zayıf
uk: Бідолаха.
vi: Tội nghiệp
zh_hans: 贫穷

source: Predicted High Glucose
ar: ارتفاع الجلوكوز المتوقع
cs: Předpokládaná vysoká hladina glukózy
da: Forudsagt høj glukose
de: Voraussichtlich hoher Blutzucker
es: Predicción de glucosa alta
fi: Ennustettu korkea glukoosi
fr: Hyperglycémie prévisible
he: גלוקוז גבוה צפוי
hu: Előre jelzett magas glükózszint
it: Previsione di glucosio elevato
ja: 高グルコース予測
ko: 예상되는 고혈당
nb: Forventet høy glukose
nl: Voorspeld hoge glucose
pl: Przewidywany wysoki poziom glukozy
pt_br: Previsão de glicose elevada
ro: Glicemie ridicată prognozată
ru: Прогнозируемый высокий уровень глюкозы
sk: Predpokladaná vysoká glykémia
sl: Predvidena visoka raven glukoze
sv: Förutsedd hög glukoshalt
tr: Tahmini Yüksek Glikoz
uk: Прогнозований високий рівень глюкози
vi: Dự đoán Glucose cao
zh_hans: 预测高血糖

source: Predicted Low Glucose
ar: انخفاض الجلوكوز المتوقع
cs: Předpokládaná nízká hladina glukózy
da: Forudsagt lav glukose
de: Voraussichtliche Unterzuckerung
es: Predicción de glucosa baja
fi: Ennustettu matala glukoosi
fr: Hypoglycémie prévisible
he: גלוקוז נמוך צפוי
hu: Előre jelzett alacsony glükózszint
it: Previsione di glucosio basso
ja: 予想低血糖
ko: 저혈당 예측
nb: Forventet lav glukose
nl: Voorspelde lage glucose
pl: Przewidywany niski poziom glukozy
pt_br: Previsão de baixo nível de glicose
ro: Glicemie scăzută prognozată
ru: Прогнозируемый низкий уровень глюкозы
sk: Predpokladaná nízka glykémia
sl: Predvidena nizka raven glukoze
sv: Förväntad låg glukoshalt
tr: Tahmini Düşük Glikoz
uk: Прогнозований низький рівень глюкози
vi: Dự đoán lượng glucose thấp
zh_hans: 预测低血糖

source: Prediction high alarming enabled
ar: تم تمكين التنبؤات العالية المُنذرة بالخطر
cs: Povolena predikce vysoké výstrahy
da: Forudsigelse af høj alarm aktiveret
de: Vorhersage Hochalarmierung aktiviert
es: Predicción de alarma alta activada
fi: Ennuste korkea hälytys käytössä
fr: Prévision d'alarme élevée activée
he: חיזוי מדאיג גבוה מופעל
hu: Előrejelzés magas riasztás engedélyezve
it: Previsione di allarmi elevati abilitata
ja: 予測高アラーム有効
ko: 예측 높은 경보 사용
nb: Forutsigelse av høy alarm aktivert
nl: Voorspelling hoge alarmering ingeschakeld
pl: Włączona funkcja przewidywania wysokiego alarmu
pt_br: Previsão de alarme elevado activada
ro: Alertă predictivă de glicemie ridicată activată
ru: Включено прогнозирование высокой тревоги
sk: Zapnutá vysoká výstražnosť predpovede
sl: Omogočeno je napovedovanje visokega alarmiranja
sv: Förutsägelse av hög larmnivå aktiverad
tr: Tahmin yüksek alarm etkin
uk: Прогнозування високої тривоги увімкнено
vi: Dự đoán báo động cao được kích hoạt
zh_hans: 启用预测高报警

source: Prediction Low alarming enabled
ar: تم تمكين التنبؤ بانخفاض مستوى الإنذار المنخفض
cs: Predikce Povolena nízká výstraha
da: Forudsigelse Lav alarm aktiveret
de: Vorhersage Niedrig-Alarmierung aktiviert
es: Predicción Alarma baja activada
fi: Ennuste Matala hälytys käytössä
fr: Prédiction Alarme basse activée
he: חיזוי אזעקה נמוכה מופעלת
hu: Előrejelzés Alacsony riasztás engedélyezve
it: Previsione Allarme basso abilitato
ja: 低予測アラーム有効
ko: 예측 낮음 알람 활성화
nb: Prediksjon Lav alarm aktivert
nl: Voorspelling Laag alarm ingeschakeld
pl: Włączona funkcja przewidywania alarmu niskiego poziomu
pt_br: Previsão Alarme baixo ativado
ro: Alertă predictivă de glicemie joasă activată
ru: Включено оповещение о низком уровне прогноза
sk: Predpoveď Zapnutá nízka výstraha
sl: Omogočeno napovedovanje Nizka stopnja alarmiranja
sv: Prediktion Lågt larm aktiverat
tr: Tahmin Düşük alarm etkin
uk: Прогнозування Низький рівень тривоги увімкнено
vi: Dự đoán Báo động thấp đã bật
zh_hans: 启用预报低警报

source: Prediction period
ar: فترة التنبؤ
cs: Předpovědní období
da: Forudsigelsesperiode
de: Vorhersagezeitraum
es: Periodo de predicción
fi: Ennustejakso
fr: Période de prévision
he: תקופת חיזוי
hu: Előrejelzési időszak
it: Periodo di previsione
ja: 予測期間
ko: 예측 기간
nb: Prediksjonsperiode
nl: Voorspellingsperiode
pl: Okres prognozy
pt_br: Período de previsão
ro: Perioada de predicție
ru: Период прогнозирования
sk: Obdobie predpovede
sl: Obdobje napovedi
sv: Förutsägelseperiod
tr: Tahmin dönemi
uk: Період прогнозування
vi: Thời gian dự đoán
zh_hans: 预测期

source: Prediction target
ar: هدف التنبؤ
cs: Cílová hodnota předpovědi
da: Forudsigelse af mål
de: Ziel der Vorhersage
es: Objetivo de predicción
fi: Ennusteen tavoite
fr: Objectif de prédiction
he: יעד חיזוי
hu: Előrejelzési cél
it: Obiettivo di previsione
ja: 予想ターゲット
ko: 예측 대상
nb: Prediksjonsmål
nl: Voorspellingsdoel
pl: Cel przewidywania
pt_br: Objetivo de previsão
ro: Ținta de predicție
ru: Цель прогнозирования
sk: Cieľová hodnota predpovede
sl: Cilj napovedi
sv: Förutsägelse mål
tr: Tahmin hedefi
uk: Ціль прогнозування
vi: Mục tiêu dự đoán
zh_hans: 预测目标

source: Previous calibration deleted
ar: تم حذف المعايرة السابقة
cs: Předchozí kalibrace smazána
da: Tidligere kalibrering slettet
de: Vorherige Kalibrierung gelöscht
es: Calibrado anterior suprimido
fi: Edellinen kalibrointi poistettu
fr: Calibrage précédent supprimé
he: כיול קודם נמחק
hu: Előző kalibrálás törölve
it: Calibrazione precedente cancellata
ja: 以前の校正を削除
ko: 이전 보정 삭제됨
nb: Forrige kalibrering slettet
nl: Vorige kalibratie verwijderd
pl: Poprzednia usunięta kalibracja
pt_br: Calibração anterior suprimida
ro: Calibrare anterioară ștearsă
ru: Предыдущая калибровка удалена
sk: Predchádzajúca kalibrácia odstránená
sl: Prejšnja izbrisana kalibracija
sv: Tidigare kalibrering borttagen
tr: Önceki kalibrasyon silindi
uk: Попереднє калібрування видалено
vi: Hiệu chuẩn trước đã bị xóa
zh_hans: 先前的校准已删除

source: Rate change
ar: تغيير المعدل
cs: Změna sazby
da: Prisændring
de: Kursänderung
es: Cambio de tarifa
fi: Kurssimuutos
fr: Changement de taux
he: שינוי תעריף
hu: Árfolyamváltozás
it: Variazione del tasso
ja: レート変動
ko: 요금 변경
nb: Prisendring
nl: Tariefswijziging
pl: Zmiana stawki
pt_br: Alteração da taxa
ro: Modificare de rată
ru: Изменение ставки
sk: Zmena sadzby
sl: Sprememba stopnje
sv: Prisförändring
tr: Oran değişikliği
uk: Зміна курсу
vi: Thay đổi tỷ lệ
zh_hans: 费率变化

source: Rate Falling
ar: انخفاض المعدل
cs: Klesající sazba
da: Faldende hastighed
de: Sinkende Rate
es: Caída de la tasa
fi: Kurssi laskee
fr: Taux en baisse
he: ירידה בשיעור
it: Tasso in calo
ja: レート下落
ko: 요금 하락
nb: Fallende rente
nl: Dalende koers
pl: Spadająca stawka
pt_br: Taxa em queda
ro: Rata în scădere
ru: Падение курса
sk: Klesajúca sadzba
sl: Padajoča stopnja
sv: Fallande hastighet
tr: Oran Düşüyor
uk: Курс падає
vi: Tỷ lệ giảm
zh_hans: 比率下降

source: Rate Rising
ar: ارتفاع المعدل
cs: Růst sazeb
da: Stigende rente
de: Steigende Rate
es: Subida de tipos
fi: Korko nousee
fr: Hausse des taux
he: עליית תעריף
hu: Rate Rising Rising
it: Tasso in aumento
ja: レート上昇
ko: 요금 상승
nb: Stigende rente
nl: Stijgende rente
pl: Rosnący kurs
pt_br: Aumento da taxa
ro: Rata în creștere
ru: Повышение ставок
sk: Rastúca sadzba
sl: Povečanje stopnje
sv: Stigande priser
tr: Oran Yükseliyor
uk: Зростання ставок
vi: Tỷ lệ tăng
zh_hans: 利率上升

source: Ready for calibration
ar: جاهز للمعايرة
cs: Připraveno ke kalibraci
da: Klar til kalibrering
de: Bereit zur Kalibrierung
es: Listo para calibrar
fi: Valmis kalibrointiin
fr: Prêt pour l'étalonnage
he: מוכן לכיול
hu: Készen áll a kalibrálásra
it: Pronto per la calibrazione
ja: 校正準備完了
ko: 보정 준비 완료
nb: Klar for kalibrering
nl: Klaar voor kalibratie
pl: Gotowy do kalibracji
pt_br: Pronto para calibração
ro: Pregătit pentru calibrare
ru: Готовность к калибровке
sk: Pripravené na kalibráciu
sl: Pripravljen za umerjanje
sv: Klar för kalibrering
tr: Kalibrasyon için hazır
uk: Готовність до калібрування
vi: Sẵn sàng để hiệu chuẩn
zh_hans: 准备校准

source: Recent glucose
ar: الجلوكوز الحديث
cs: Nedávná glukóza
da: Nyere glukose
de: Aktuelle Glukose
es: Glucosa reciente
fi: Viimeaikainen glukoosi
fr: Glucose récent
he: גלוקוז אחרון
hu: Legutóbbi glükóz
it: Glucosio recente
ja: 最近のブドウ糖
ko: 최근 포도당
nb: Nylig glukose
nl: Recente glucose
pl: Ostatnia glukoza
pt_br: Glicose recente
ro: Glicemia recentă
ru: Недавняя глюкоза
sk: Nedávna glukóza
sl: Nedavna glukoza
sv: Ny glukos
tr: Son glikoz
uk: Нещодавній рівень глюкози
vi: Glucose gần đây
zh_hans: 最近的葡萄糖

source: Remove CGM
ar: إزالة CGM
cs: Odstranění CGM
da: Fjern CGM
de: CGM entfernen
es: Eliminar CGM
fi: Poista CGM
fr: Retirer le CGM
he: הסר CGM
hu: CGM eltávolítása
it: Rimuovere il CGM
ja: CGMを取り外す
ko: CGM 제거
nb: Fjern CGM
nl: CGM verwijderen
pl: Usuń CGM
pt_br: Remover CGM
ro: Îndepărtați senzorul de glicemie
ru: Удалить CGM
sk: Odstránenie CGM
sl: Odstranite CGM
sv: Ta bort CGM
tr: CGM'yi çıkarın
uk: Видалити КГМ
vi: Xóa CGM
zh_hans: 移除 CGM

source: Remove follower %@
ar: إزالة المتابع %@
cs: Odstranění následovníka %@
da: Fjern følger %@.
de: Follower entfernen %@
es: Quitar seguidor %@
fi: Poista seuraaja %@
fr: Supprimer le suiveur %@
he: הסר עוקב %@
hu: A követő eltávolítása %@
it: Rimuovere il seguace %@
ja: フォロワー %@ を外す
ko: 팔로워 %@ 제거
nb: Fjern følgeren %@
nl: Volger %@ verwijderen
pl: Usuń obserwatora %@
pt_br: Remover o seguidor %@
ro: Eliminați adeptul %@
ru: Удалить последователя %@
sk: Odstránenie nasledovníka %@
sl: Odstranite sledilca %@
sv: Ta bort följare %@
tr: Takipçiyi kaldır %@
uk: Видалити підписника %@
vi: Xóa người theo dõi %@
zh_hans: 移除追随者 %@

source: Rising alarming enabled
ar: تم تمكين الارتفاع المنذر بالخطر
cs: Stoupající alarmující povolen
da: Stigende alarm aktiveret
de: Steigende Alarmierung aktiviert
es: Alarma creciente activada
fi: Nouseva hälyttävä käytössä
fr: Alarme ascendante activée
he: הגדלת הדאגה מופעלת
hu: Emelkedő riasztó engedélyezve
it: Allarme crescente abilitato
ja: ライジング・アラーム有効
ko: 상승 알람 활성화
nb: Stigende alarmerende aktivert
nl: Stijgende alarmering ingeschakeld
pl: Włączony alarm rosnący
pt_br: Alarme ascendente ativado
ro: Alarmă activată pentru creștere
ru: Включена сигнализация по нарастающей
sk: Zvyšovanie alarmujúcich povolených
sl: Omogočeno naraščajoče alarmiranje
sv: Stigande larm aktiverat
tr: Yükselen alarm etkin
uk: Увімкнено тривогу при підйомі
vi: Tăng báo động được kích hoạt
zh_hans: 启用上升报警

source: Save
ar: الحفظ
cs: Uložit
da: Gemme
de: Speichern Sie
es: Guardar
fi: Tallenna
fr: Économiser
he: שמור
hu: Mentés
it: Risparmiare
ja: セーブ
ko: 저장
nb: Spar
nl: Sla
pl: Zapisz
pt_br: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Tiết kiệm
zh_hans: 节省

source: Scanning
ar: المسح الضوئي
cs: Skenování
de: Scannen
es: Escaneado
fi: Skannaus
fr: Numérisation
he: סריקה
hu: Szkennelés
it: Scansione
ja: スキャニング
ko: 스캔
nb: Skanning
nl: Scannen
pl: Skanowanie
pt_br: Digitalização
ro: Scanare
ru: Сканирование
sk: Skenovanie
sl: Skeniranje
sv: Skanning
tr: Tarama
uk: Сканування
vi: Quét
zh_hans: 扫描

source: Select Your Zone
ar: حدد منطقتك
cs: Vyberte svou zónu
da: Vælg din zone
de: Zone auswählen
es: Selecciona tu zona
fi: Valitse vyöhykkeesi
fr: Sélectionnez votre zone
he: בחר את האזור שלך
hu: Válaszd ki a zónádat
it: Seleziona la tua zona
ja: ゾーンを選択してください
ko: 구역 선택
nb: Velg din sone
nl: Selecteer uw zone
pl: Wybierz swoją strefę
pt_br: Selecione Sua Zona
ro: Selectați zona
ru: Выберите свой часовой пояс
sk: Vyberte si svoju zónu
sl: Izberite svojo cono
sv: Välj din zon
tr: Bölgenizi Seçin
uk: Виберіть свою зону
vi: Chọn Khu Vực Của Bạn
zh_hans: 选择您的区域

source: Sensor Check
ar: فحص المستشعر
cs: Kontrola snímače
da: Kontrol af sensor
de: Sensorprüfung
es: Comprobación de sensores
fi: Anturin tarkistus
fr: Vérification du capteur
he: בדיקת חיישן
hu: Érzékelő ellenőrzése
it: Controllo del sensore
ja: センサーチェック
ko: 센서 확인
nb: Sensorkontroll
nl: Sensor controleren
pl: Kontrola czujnika
pt_br: Verificação do sensor
ro: Verificarea senzorului
ru: Проверка датчиков
sk: Kontrola snímača
sl: Preverjanje senzorjev
sv: Kontroll av sensor
tr: Sensör Kontrolü
uk: Перевірка датчиків.
vi: Kiểm tra cảm biến
zh_hans: 传感器检查

source: Sensor Connection
ar: توصيل المستشعر
cs: Připojení snímače
da: Tilslutning af sensor
de: Sensoranschluss
es: Conexión del sensor
fi: Anturin liitäntä
fr: Connexion du capteur
he: חיבור חיישן
hu: Érzékelő csatlakoztatása
it: Collegamento del sensore
ja: センサー接続
ko: 센서 연결
nb: Sensortilkobling
nl: Sensoraansluiting
pl: Podłączenie czujnika
pt_br: Ligação do sensor
ro: Conexiunea senzorului
ru: Подключение датчика
sk: Pripojenie snímača
sl: Priključitev senzorja
sv: Sensoranslutning
tr: Sensör Bağlantısı
uk: Підключення датчика
vi: Kết nối cảm biến
zh_hans: 传感器连接

source: Sensor disconnected
ar: تم فصل المستشعر
cs: Senzor odpojen
da: Sensor frakoblet
de: Sensor abgeklemmt
es: Sensor desconectado
fi: Anturi irrotettu
fr: Capteur déconnecté
he: חיישן מנותק
hu: Érzékelő lecsatlakoztatva
it: Sensore scollegato
ja: センサーが外れている
ko: 센서 연결이 끊어짐
nb: Sensor frakoblet
nl: Sensor losgekoppeld
pl: Czujnik odłączony
pt_br: Sensor desligado
ro: Senzor deconectat
ru: Датчик отсоединен
sk: Senzor odpojený
sl: Senzor je odklopljen
sv: Sensorn bortkopplad
tr: Sensör bağlantısı kesildi
uk: Датчик від'єднано
vi: Cảm biến bị ngắt kết nối
zh_hans: 传感器断开

source: Sensor End of Life
ar: نهاية عمر المستشعر
cs: Konec životnosti senzoru
da: Sensorens levetid er slut
de: Ende der Lebensdauer des Sensors
es: Fin de vida útil del sensor
fi: Anturin käyttöiän päättyminen
fr: Fin de vie du capteur
he: חיישן סוף החיים
hu: Érzékelő élettartamának vége
it: Fine vita del sensore
ja: センサーの寿命
ko: 센서 수명 종료
nb: Sensorens levetid er over
nl: Einde levensduur sensor
pl: Koniec życia czujnika
pt_br: Fim de vida do sensor
ro: Sfârșitul de viață al senzorului
ru: Окончание срока службы сенсора
sk: Koniec životnosti snímača
sl: Konec življenjske dobe senzorja
sv: Sensor vid slutet av livslängden
tr: Sensör Ömrünün Sonu
uk: Закінчення терміну служби датчика
vi: Cảm biến kết thúc tuổi thọ
zh_hans: 传感器寿命终止

source: Sensor is expired
ar: انتهت صلاحية المستشعر
cs: Platnost senzoru vypršela
da: Sensoren er udløbet
de: Der Sensor ist abgelaufen
es: Sensor caducado
fi: Anturi on vanhentunut
fr: Le capteur est périmé
he: פג תוקפו של החיישן
hu: Az érzékelő lejárt
it: Il sensore è scaduto
ja: センサーの有効期限が切れている
ko: 센서가 만료되었습니다.
nb: Sensoren er utløpt
nl: Sensor is verlopen
pl: Czujnik wygasł
pt_br: O sensor está expirado
ro: Senzorul a expirat
ru: Срок действия датчика истек
sk: Platnosť snímača vypršala
sl: Senzor je potekel
sv: Sensorn har gått ut
tr: Sensörün süresi doldu
uk: Термін придатності датчика закінчився
vi: Cảm biến đã hết hạn
zh_hans: 传感器过期

source: Sensor Linking Error
ar: خطأ في ربط المستشعر
cs: Chyba propojení snímačů
da: Fejl i sensorforbindelsen
de: Sensorverknüpfungsfehler
es: Error de conexión del sensor
fi: Anturin linkitysvirhe
fr: Erreur de liaison des capteurs
he: שגיאת קישור חיישן
hu: Érzékelő összekapcsolási hiba
it: Errore di collegamento del sensore
ja: センサーのリンクエラー
ko: 센서 연결 오류
nb: Feil i sensorkoblingen
nl: Fout bij sensorverbinding
pl: Błąd połączenia czujnika
pt_br: Erro de ligação do sensor
ro: Eroare de conectare a senzorului
ru: Ошибка подключения датчиков
sk: Chyba prepojenia snímačov
sl: Napaka pri povezovanju senzorja
sv: Fel i sensorlänkning
tr: Sensör Bağlama Hatası
uk: Помилка зв'язування датчика
vi: Lỗi liên kết cảm biến
zh_hans: 传感器连接错误

source: Sensor Linking Failed
ar: فشل ربط المستشعر
cs: Propojení snímačů se nezdařilo
da: Sensorforbindelsen mislykkedes
de: Sensorverknüpfung fehlgeschlagen
es: Fallo en la conexión del sensor
fi: Anturin linkitys epäonnistui
fr: Échec de la liaison entre les capteurs
he: קישור החיישן נכשל
hu: Az érzékelő összekapcsolása sikertelen
it: Collegamento sensore fallito
ja: センサーのリンクに失敗
ko: 센서 연결 실패
nb: Sensortilkobling mislyktes
nl: Sensorverbinding mislukt
pl: Połączenie czujnika nie powiodło się
pt_br: Falha na ligação do sensor
ro: Conectarea senzorului a eșuat
ru: Не удалось установить связь с датчиком
sk: Prepojenie snímača zlyhalo
sl: Povezovanje senzorjev ni uspelo
sv: Sensorlänkningen misslyckades
tr: Sensör Bağlantısı Başarısız
uk: Не вдалося встановити зв'язок з датчиком
vi: Liên kết cảm biến không thành công
zh_hans: 传感器连接失败

source: Sensor Replacement
ar: استبدال المستشعر
cs: Výměna snímače
da: Udskiftning af sensor
de: Austausch des Sensors
es: Sustitución de sensores
fi: Anturin vaihto
fr: Remplacement du capteur
he: החלפת חיישן
hu: Érzékelő csere
it: Sostituzione del sensore
ja: センサー交換
ko: 센서 교체
nb: Utskifting av sensor
nl: Sensor vervangen
pl: Wymiana czujnika
pt_br: Substituição do sensor
ro: Înlocuirea senzorului
ru: Замена датчика
sk: Výmena snímača
sl: Zamenjava senzorja
sv: Byte av sensor
tr: Sensör Değişimi
uk: Заміна датчика
vi: Thay thế cảm biến
zh_hans: 更换传感器

source: Sensor Retirement Area
ar: منطقة التقاعد الاستشعار عن بعد
cs: Oblast odchodu do důchodu pro senzory
da: Sensorens pensioneringsområde
de: Sensor Rückzugsgebiet
es: Área de retirada de sensores
fi: Anturin eläkkeelle siirtymisalue
fr: Zone de retraite des capteurs
he: אזור פרישה של חיישנים
hu: Érzékelő nyugdíjazási terület
it: Area di ritiro dei sensori
ja: センサー引退エリア
ko: 센서 폐기 영역
nb: Sensorens pensjonsområde
nl: Sensor terugtrekkingsgebied
pl: Obszar wycofania czujnika
pt_br: Área de reforma do sensor
ro: Zonă de retragere a senzorului
ru: Область выхода датчиков на пенсию
sk: Oblasť dôchodku senzora
sl: Območje upokojitve senzorjev
sv: Sensor pensioneringsområde
tr: Sensör Emeklilik Alanı
uk: Зона відходу датчиків
vi: Khu vực nghỉ hưu cảm biến
zh_hans: 传感器退役区

source: Sensor Stability
ar: استقرار المستشعر
cs: Stabilita snímače
da: Sensorens stabilitet
de: Sensor-Stabilität
es: Estabilidad de los sensores
fi: Anturin vakaus
fr: Stabilité du capteur
he: יציבות חיישן
hu: Érzékelő stabilitás
it: Stabilità del sensore
ja: センサーの安定性
ko: 센서 안정성
nb: Sensorens stabilitet
nl: Stabiliteit van de sensor
pl: Stabilność czujnika
pt_br: Estabilidade do sensor
ro: Stabilitate senzor
ru: Стабильность сенсора
sk: Stabilita snímača
sl: Stabilnost senzorja
sv: Sensorstabilitet
tr: Sensör Kararlılığı
uk: Стабільність датчика
vi: Độ ổn định của cảm biến
zh_hans: 传感器稳定性

source: Sensor Sync Confirmed
ar: تم تأكيد مزامنة المستشعر
cs: Potvrzena synchronizace snímačů
da: Sensorsynkronisering bekræftet
de: Sensor-Synchronisation bestätigt
es: Sincronización de sensores confirmada
fi: Anturisynkronointi vahvistettu
fr: Synchronisation du capteur confirmée
he: סנכרון חיישן אושר
hu: Érzékelő szinkronizálása megerősítve
it: Sincronizzazione del sensore confermata
ja: センサーの同期を確認
ko: 센서 동기화 확인
nb: Sensorsynkronisering bekreftet
nl: Sensorsynchronisatie bevestigd
pl: Synchronizacja czujników potwierdzona
pt_br: Sincronização do sensor confirmada
ro: Sincronizarea senzorului confirmată
ru: Синхронизация датчиков подтверждена
sk: Potvrdená synchronizácia snímačov
sl: Potrjena sinhronizacija senzorja
sv: Sensorsynkronisering bekräftad
tr: Sensör Senkronizasyonu Onaylandı
uk: Синхронізацію датчиків підтверджено
vi: Đã xác nhận đồng bộ cảm biến
zh_hans: 传感器同步已确认

source: Share Eversense logs
ar: مشاركة سجلات Eversense
cs: Sdílet protokoly Eversense
da: Del Eversense-logfiler
de: Eversense-Logs teilen
es: Compartir los registros de Eversense
fi: Jaa Eversensen lokit
fr: Partager les journaux d'Eversense
he: שתף יומני אברסנס
hu: Eversense naplók megosztása
it: Condividi i log di Eversense
ja: Eversenseのログを共有する
ko: Eversense 로그 공유
nb: Del Eversense-logger
nl: Deel Eversense logboeken
pl: Udostępnij dzienniki Eversense
pt_br: Partilhar registos do Eversense
ro: Partajați jurnalele Eversense
ru: Поделиться журналом Eversense
sk: Zdieľať denníky Eversense
sl: Skupna raba dnevnikov Eversense
sv: Dela Eversense-loggar
tr: Eversense günlüklerini paylaşın
uk: Поділіться журналами Eversense
vi: Chia sẻ nhật ký Eversense
zh_hans: 共享 Eversense 日志

source: Signal strength
ar: قوة الإشارة
cs: Síla signálu
da: Signalstyrke
de: Signalstärke
es: Intensidad de la señal
fi: Signaalin voimakkuus
fr: Puissance du signal
he: עוצמת האות
hu: Jelerősség
it: Potenza del segnale
ja: 信号強度
ko: 신호 강도
nb: Signalstyrke
nl: Signaalsterkte
pl: Siła sygnału
pt_br: Intensidade do sinal
ro: Puterea semnalului
ru: Сила сигнала
sk: Sila signálu
sl: Moč signala
sv: Signalstyrka
tr: Sinyal gücü
uk: Рівень сигналу
vi: Cường độ tín hiệu
zh_hans: 信号强度

source: Signal strength: %@
ar: قوة الإشارة: %@
cs: Síla signálu: %@
da: Signalstyrke: %@.
de: Signalstärke: %@
es: Intensidad de la señal: %@
fi: Signaalin voimakkuus: %@
fr: Puissance du signal : %@
he: עוצמת האות: %@
hu: Jelerősség: %@
it: Potenza del segnale: %@
ja: 信号強度：%@。
ko: 신호 강도: %@
nb: Signalstyrke: %@
nl: Signaalsterkte: %@
pl: Siła sygnału: %@
pt_br: Intensidade do sinal: %@
ro: Puterea semnalului: %@
ru: Уровень сигнала: %@
sk: Sila signálu: %@
sl: Moč signala: %@
sv: Signalstyrka: %@.
tr: Sinyal gücü: %@
uk: Рівень сигналу: %@
vi: Cường độ tín hiệu: %@
zh_hans: 信号强度： %@

source: Skip
ar: تخطي
cs: Přeskočit
da: Spring over
de: Überspringen
es: Omitir
fi: Ohita
fr: Passer
he: דלג
hu: Kim skips
it: Salta
ja: スキップ
ko: 건너뛰기
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
ro: Omite
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sv: Hoppa över
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过

source: State
ar: الولاية
cs: Stát
da: Stat
de: Staat
es: Estado
fi: Valtio
fr: État
he: מצב
hu: Állam
it: Stato
ja: 州
ko: 상태
nb: Delstaten
nl: Staat
pl: Stan
pt_br: Estado
ro: Stare
ru: Государство
sk: Štát
sl: Država
sv: Stat
tr: Eyalet
uk: Держава
vi: Tiểu bang
zh_hans: 国家

source: Strength
ar: القوة
cs: Síla
da: Styrke
de: Stärke
es: Fuerza
fi: Vahvuus
fr: La force
he: חוזק
hu: Erősség
it: La forza
ja: 強さ
ko: 힘
nb: Styrke
nl: Sterkte
pl: Siła
pt_br: Força
ro: Putere
ru: Прочность
sk: Sila
sl: Moč
sv: Styrka
tr: Güç
uk: Сила
vi: Sức mạnh
zh_hans: 实力

source: Suspicious
ar: مشبوه
cs: Podezřelé
da: Mistænkelig
de: Verdächtig
es: Sospechoso
fi: Epäilyttävä
fr: Suspicieux
he: חשוד
hu: Gyanús
it: Sospetto
ja: 疑わしい
ko: 의심스러운
nb: Mistenkelig
nl: Verdachte
pl: Podejrzane
pt_br: Suspeita
ro: Îndoielnic
ru: Подозрительный
sk: Podozrivé
sl: Sumljiva
sv: Misstänkt
tr: Şüpheli
uk: Підозріло.
vi: Nghi ngờ
zh_hans: 可疑

source: Suspicious fingerstick
ar: عصا الإصبع المشبوهة
cs: Podezřelá prstová tyčinka
da: Mistænkeligt fingerstik
de: Verdächtiger Fingerabdruck
es: Dedo sospechoso
fi: Epäilyttävä sormenjälki
fr: Bâton de doigt suspect
he: מקל אצבע חשוד
hu: Gyanús ujjbegy
it: Bastoncino sospetto
ja: 疑わしい指の棒
ko: 의심스러운 핑거스틱
nb: Mistenkelig fingerpinne
nl: Verdachte vingerafdruk
pl: Podejrzany odcisk palca
pt_br: Picada de dedo suspeita
ro: Testare îndoielnică din sânge
ru: Подозрительная палочка
sk: Podozrivá prstová palička
sl: Sumljiva prstna palica
sv: Misstänkt fingerstick
tr: Şüpheli parmak izi
uk: Підозріла паличка для пальців
vi: Ngón tay đáng ngờ
zh_hans: 可疑指针
